"HTRefreshHeaderIdleText" = "Потягніть для оновлення";
"HTRefreshHeaderPullingText" = "Відпустіть для оновлення";
"HTRefreshHeaderRefreshingText" = "Завантаження...";

"HTRefreshAutoFooterIdleText" = "Натисніть або потягніть щоб завантажити ще";
"HTRefreshAutoFooterRefreshingText" = "Завантаження...";
"HTRefreshAutoFooterNoMoreDataText" = "Більше немає даних";

"HTRefreshBackFooterIdleText" = "Потягніть щоб завантажити ще";
"HTRefreshBackFooterPullingText" = "Відпустіть щоб завантажити ще";
"HTRefreshBackFooterRefreshingText" = "Завантаження...";
"HTRefreshBackFooterNoMoreDataText" = "Більше немає даних";

"HTRefreshHeaderLastTimeText" = "Останнє оновлення: ";
"HTRefreshHeaderDateTodayText" = "Сьогодні";
"HTRefreshHeaderNoneLastDateText" = "Немає запису";
